Repository: Vistaus/niki
Catalog: po/extra/*.po
Languages: fr, id

source: Media Player
fr: Lecteur multimédia
id: Player media

source: DLNA Video Music and Streaming.
fr: Lecteur multimédia DLNA, Vidéo, Musique et Streaming.
id: DLNA video musik dan Streaming.

source: Features:
fr: Fonctionnalités :
id: Fitur:

source: Movie player.
fr: Lecteur vidéo.
id: Player Film.

source: Music player.
fr: Lecteure de musique.
id: Player Musik.

source: lyric Maker.
fr: Créateur de paroles.
id: pembuat Lirik.

source: Lyric.
fr: Paroles.

source: Equalizer.
fr: Égaliseur.
id: Ekualizer.

source: Video Balance.
fr: Balance vidéo.
id: Keseimbangan Video.

source: Album art as background.
fr: Pochette d'album en arrière-plan.

source: Blurred background.
fr: Arrière plan flou.

source: DLNA Explorer.
fr: Explorateur DLNA.
id: Penjelajah DLNA.

source: DLNA Controller.
fr: Explorateur DLNA.
id: DLNA Kontroler.

source: Camera.
fr: Appareil photo.
id: Kamera.

source: Disk Drive.
fr: Lecteur de disque.
id: Peralatan diska.

source: Fix and add Features!
fr: Correction et ajout de fonctionnalités !

source: Lyric Maker!
fr: Créateur de paroles !

source: Scr Lyric!
fr: Synchronisation des paroles !

source: Fix Typos by Nathan Bonnemains!
fr: Correction de fautes d'orthographe par Nathan Bonnemains !

source: Updated Dutch translation by Safak GENISOL!
fr: Mise à jour des traductions en néerlandais par Safak GENISOL !

source: Hello Hera!
fr: Bonjour Hera !

source: Multimedia Player
fr: Lecteur Multimédia

source: Niki Player;
fr: Lecteur Niki;

source: videos;movies;shows;
fr: vidéos;films;séries;

source: lyric.
id: lirik.

source: Apply album art as background.
id: Terapkan Album Art sebagai Backgron.

source: Blur bacground.
id: Bakgroun Blur.

source: MPRIS
id: MPIRIS

source: Streaming.
id: Aliran.
