Repository: Vistaus/niki
Catalog: po/*.po
Languages: id

source: Home
id: Rumah

source: Niki - DLNA Browser
id: Niki - DLNA Jelajah

source: Open
id: Buka

source: Cancel
id: Batal

source: All Files
id: Semua Berkas

source: Select Menu
id: Pilih Menu

source: Drag Url, files or Select a source to playing.
id: Tarik URL, Berkas atau pilih file untuk dimainkan.

source: Open File
id: Buka Berkas

source: Paste URL
id: Tempel URL

source: Play Straming
id: Mainkan Aliran

source: Open Folder
id: Buka Folder

source: Camera Device
id: Peralatan Kamera

source: Open Camera
id: Buka Kamera

source: Browse Library
id: Jelajah Pustaka

source: Movie Library
id: Pustaka Film

source: Music Library
id: Pustaka Musik

source: DLNA Library
id: Pustaka DLNA

source: Optical Library
id: Pustaka Optik

source: Disk Drive Is Empty
id: Diska Piring Kosong

source: Muted
id: Bisu

source: Vivid
id: Hidup

source: Bright
id: Terang

source: Full Color
id: Penuh Warna

source: No Color
id: Tidak Berwarna

source: Soft
id: Lembut

source: Save Preset
id: Simpan Setelan

source: None
id: Tidak ada

source: Custom Preset
id: Ubah Setelan

source: Custom:
id: Ubah:

source: Unknow
id: Tidak Diketahui

source: Size
id: Ukuran

source: Maximize
id: Maksimal

source: Unmaximize
id: Tidak Memaksimalkan

source: Show
id: Tampilkan

source: Hide
id: Sembunyi

source: Close
id: Tutup

source: Artist
id: Artis

source: Timer Disabled
id: Timer Mati

source: Input
id: Masukan

source: Audio:
id: Suara:

source: Internal Subtitles:
id: Teks Internal:

source: Font options:
id: Pilihan Font:

source: Default Font
id: Defauly Font

source: Custom Font
id: Ubah Font

source: Play Speed:
id: Kecepatan Putaran:

source: External Subtitle:
id: Teks Luar:

source: Pick a File
id: Mengambil Berkas

source: All File
id: Semua Berkas

source: Subtitle File
id: Berkas Teks

source: Track
id: Trak

source: Nothing Video in Library
id: TIdak ada video dalam pustaka

source: Nothing Music in Library
id: TIdak ada Musik dalam pustaka

source: Playlist
id: Playlis

source: Select to Remove
id: Pilih Menghapus

source: Back to Playlist
id: Kembali ke Playlis

source: Remove Multiple List
id: Hapus beberapa berkas

source: Repeat ALL
id: Ulang semua

source: Repeat One
id: Ulang Satu

source: Disable Repeat
id: Matikan Ulang

source: Play
id: Mainkan

source: Pause
id: Jeda

source: Stop
id: Berhenti

source: Next
id: Selanjutnya

source: Previous
id: Sebelumnya

source: Remove from Playlist
id: Hapus dari playlis

source: Remove from Device
id: Hapus dari Peralatan

source: Details
id: Detail

source: Save to MyComputer
id: Simpan ke Komputerku

source: Short by
id: Urutkan Berdasarkan

source: Titile
id: Judul

source: Ascending
id: Urutan Menaik

source: Descending
id: Urutan Menurun

source: Are you sure for remove from device
id: Apakah kamu yakin untuk menghapus dari peralatan

source: This will remove the file from your playlist and from any device.
id: Ini akan menghapus dari berkas dan peralatan.

source: Move to Trash
id: Pindahkan ke Sampah

source: Delete Permanent
id: Hapus Permanen

source: Replay
id: Ulang

source: Press ESC to exit full screen
id: Tekan ESC Untuk keluar dari layar penuh

source: Delete Current
id: Hapus saat ini

source: Flat
id: Rata

source: Classical
id: Kalisk

source: Club
id: Klub

source: Dance
id: Dansa

source: Full Bass
id: Penh Bas

source: Full Treble
id: Penuh tribel

source: Full Bass + Treble
id: Penuh Bass + Trible

source: Headphones
id: Phone kepala

source: Large Hall
id: Lapangan Luas

source: Live
id: Langsung

source: Party
id: Pesta

source: Reggae
id: Rege

source: Rock
id: Rok

source: Soft Rock
id: Rok Lembut

source: Techno
id: Tekno

source: Settings
id: Setting

source: Fullscreen
id: Layar Penuh

source: Other Preferences
id: Pengaturan Lain

source: Exit Fullscreen
id: Keluar Layar Penuh

source: Lyric On
id: Hidupkan Lirik

source: Lyric Off
id: Matikan Lirik

source: Video Balance
id: Keseimbangan Video

source: Preferences
id: Pengaturan

source: Subtitle On
id: Teks Hidup

source: Subtitle Off
id: Teks Mati

source: Record
id: Rekam

source: Setting Filter
id: Stting saringan

source: Camera
id: Kamera

source: Capture
id: Tangkap

source: Zoom In
id: Besarkan Masuk

source: Zoom Out
id: Besar Keluar

source: Zoom X
id: Besarkan X

source: Camera Mode
id: Mode Kamera

source: Video Mode
id: Mode Video

source: Photo Saved
id: Poto Tersimpan

source: Video Saved
id: Video Tersimpan

source: Flip Off
id: Cermin Mati

source: Flip On
id: Cermin Hidup

source: Flash Off
id: Flash Hidup

source: Flash On
id: Flash Hidup

source: Niki - Camera
id: Niki - Kamera

source: Reload
id: Memuat Ulang

source: Add to Niki Playlist
id: Tambahkan Ke Niki

source: Default
id: Umum

source: Video Flip
id: Video Cermin

source: Color Effects
id: Video Effek

source: Audio Render
id: Render Suara

source: Audio Visualisation
id: Visualisasi Suara

source: Visualisation Shader
id: Visualisasi Sisi

source: Visualisation Mode
id: Visualisasi mode

source: Visualisation Shader Amount
id: Visualisasi Sisi

source: Rotate 90 Right
id: Rotasi 90 Kanan

source: Rotate 180
id: Rotasi 180

source: Rotate 90 Left
id: Rotasi 90 Kiri

source: Flip Horizontal
id: Cermin Horisontal

source: Flip Vertical
id: Cermin Vertikal

source: Across Upper Left
id: Di Kiri Atas

source: Across Upper Right
id: Di Kanan Atas

source: Automatic
id: Otomatis

source: OFF
id: MATI

source: ON
id: HIDUP

source: Goom2k1
id: Goom

source: Fade
id: Pudar

source: Fade Move Up
id: Pudar Keatas

source: Fade Move Down
id: Pudar ke bawah

source: Fade Move Left
id: Pudar ke kiri

source: Fade Move Right
id: Pudar ke kanan

source: Fade Vertical Out
id: Pudar vertikal keluar

source: Fade Vertical In
id: Pudar vertikal masuk

source: Auto Audiosink
id: Oto Audiosink

source: Heat
id: Panas

source: Xray
id: Xpro

source: Yellow Blue
id: Kuning Biru

source: Gamma
id: Gama

source: Brightness
id: Terang

source: Contrast
id: Kontras

source: Saturation
id: Saturasi

source: Hue
id: Corak Warna

source: Blur
id: Buyar

source: Buffering:
id: Buffer:

source: Save
id: Simpan

source: Crop & Position
id: Pangkas & Posisi

source: Choose the part of the image to use as an cover.
id: Pilih bagian dari gambar untuk digunakan sebagai kover.

source: Set cover
id: Atur kover

source: Cover:
id: Kover:

source: Comment:
id: Komen:

source: Title:
id: Judul:

source: Artist:
id: Artis:

source: Genre:
id: Jenre:

source: Composer:
id: Komposer:

source: Group:
id: Grup:

source: Track:
id: Trek:

source: Date:
id: Tanggal:

source: Image
id: Gamabar

source: Folder is Empty
id: Folder Kosong

source: Nothing Video And Music in Folder
id: Tidak ada vidio dan musik dalam folder

source: Library Music is Empty
id: Pustaka musi kosong

source: Library Video is Empty
id: Pustaka video kosong

source: Custom
id: Kustem

source: Time
id: Waktu

source: Lyric
id: Lirik

source: Open Text
id: Buka Teks

source: Add Row
id: Tambah Baris

source: Insert After
id: Sisipkan Sesudah

source: Insert Before
id: Sisipkan Sebelum

source: Remove Row
id: Hapus Baris

source: Edit Exist Lyric
id: Edit Sudah ada

source: Save Lyric
id: Simpan Lirik

source: Niki - Lyric Maker
id: Niki - Pembuat Lyric

source: Folder Location
id: Folder Lokasi

source: Maker
id: Pembuat

source: Writer
id: Penulis

source: Error Make Lyric
id: Bermasalah Membuat Lirik

source: Succes Make Lyric
id: Sukses Membuat Lirik

source: Save to
id: Simpan ke

source: Location Music
id: Lokasi musik

source: Save to Folder
id: Simpan ke Folder

source: Ask Place
id: Bertanya Tempat

source: Text
id: Teks

source: Audio and Video
id: Audio dan Video
